{
  "HSBC Bank": "<div><h3>Champions of greenwashing</h3><div><br /></div><p>Despite their recent policy update, made in an attempt to remedy their image after numerous accusations of greenwashing last year, HSBC continues to invest billions in the fossil fuel industry. Their sustainability policies allow them to continue to own stakes in coal companies that together plan 73 new coal plants, predicted to cause 19,000 air pollution deaths per year in addition to advancing climate breakdown; while their so-called 'sustainable finance' has recently be found to be funding oil rigs, deforestation, and pipelines. I cannot invest my finances in a bank which has proved itself to be entirely untrustworthy, while continuing to unapologetically contribute to climate breakdown. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Barclays": "<div><h3>Europe's number one financiers of climate breakdown</h3><div><br /></div><p>Barclays is an investor, shareholder, and lender to some of the world's most polluting companies, including The Adani Group - arguably the worlds' most controversial fossil fuel company and responsible for multiple atrocities against indigenous people. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Lloyds Bank": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Despite climate commitments, Lloyds are still investing billions in the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Santander": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Since 2016, Santander has increased its investments in some of the most harmful forms of fossil fuel extraction; including fracking, arctic oil and gas; and tar sands oil. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Natwest": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Between 2016 and 2021, NatWest doubled their investments in offshore oil & gas and LNG (liquified natural gas), despite climate commitments. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "RBS": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Between 2016 and 2021, NatWest (RBS's parent company) doubled their investments in offshore oil & gas and LNG (liquified natural gas), despite climate commitments. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Metro Bank": "<div><h3></h3><div><br /></div><p>I was shocked to discover that my bank has invested millions into the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Danske": "<div><h3></h3><div><br /></div><p>I was shocked to discover that my bank has invested billions into the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Revolut": "<div><h3>Switched to a greener bank </h3><div><br /></div><p>Revolut have made no commitment to omit fossil fuel investments from their portfolio when they receive their full banking licence and can begin trading. There are many other banks which have made such commitments, including some of Revolut's biggest competitors.</p><div><br /></div><p>Moreover, as Revolut are not yet a registered bank, they are not storing the money in our current accounts themselves. Instead, they use other banks' services - namely Barclays and Lloyds - for this task. Barclays and Lloyds are two of the largest financiers of the fossil fuel industry in the world.</p><p>I cannot invest my finances in a bank which contributes to climate breakdown in this way. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "The Cooperative Bank": "<div>Owned by hedge funds tied to fossil fuels <h3></h3><div><br /></div><p>Despite the Co-operative Bank's green marketing and reputation for being one of the more ethical banks, they are in fact supporting climate breakdown. Since 2020, the bank has been owned by a number of shareholders, including asset management companies and hedge funds with strong ties to the fossil fuel industry. I cannot invest my finances with a bank which allows fossil fuel companies to profit from its success, particularly while marketing itself as 'green'. There are many other banks which have no involvement in the fossil fuel industry and who pride themselves in transparency over greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "M&S Bank": "<div><h3>Champions of greenwashing</h3><div><br /></div><p>M&S Bank's parent company is HSBC. Despite their recent policy update, made in an attempt to remedy their image after numerous accusations of greenwashing last year, HSBC continues to invest billions in the fossil fuel industry. Their sustainability policies allow them to continue to own stakes in coal companies that together plan 73 new coal plants, predicted to cause 19,000 air pollution deaths per year in addition to advancing climate breakdown; while their so-called 'sustainable finance' has recently be found to be funding oil rigs, deforestation, and pipelines. I cannot invest my finances in a bank which has proved itself to be entirely untrustworthy, while continuing to unapologetically contribute to climate breakdown. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Alliance & Leicester": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Alliance and Leicester's parent company is Santander. Since 2016, Santander has increased its investments in some of the most harmful forms of fossil fuel extraction; including fracking, arctic oil and gas; and tar sands oil. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Halifax": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Halifax is part of The Lloyds Banking Group. Despite climate commitments, Lloyds are still investing billions in the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Ulster Bank": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>Between 2016 and 2021, NatWest (Ulster's parent company) doubled their investments in offshore oil & gas and LNG (liquified natural gas), despite climate commitments. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Bank of Scotland": "<div><h3>Financing climate breakdown</h3><div><br /></div><p>The Bank of Scotland is part of The Lloyds Banking Group. Despite climate commitments, Lloyds are still investing billions in the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Virgin Money": "<div><h3>Champions of greenwashing</h3><div><br /></div><p>Despite offering some 'green' banking options, Virgin Money is investing millions into the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "TSB": "<div><h3>Invests in fossil fuels </h3><div><br /></div><p>I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "First Direct": "<div><h3>Champions of greenwashing</h3><div><br /></div><p>First Direct's parent company is HSBC. Despite their recent policy update, made in an attempt to remedy their image after numerous accusations of greenwashing last year, HSBC continues to invest billions in the fossil fuel industry. Their sustainability policies allow them to continue to own stakes in coal companies that together plan 73 new coal plants, predicted to cause 19,000 air pollution deaths per year in addition to advancing climate breakdown; while their so-called 'sustainable finance' has recently be found to be funding oil rigs, deforestation, and pipelines. I cannot invest my finances in a bank which has proved itself to be entirely untrustworthy, while continuing to unapologetically contribute to climate breakdown. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>",
  "Bank Of Ireland": "<div><h3>Invests in fossil fuels </h3><div><br /></div><p>I was shocked to discover that my bank is investing in the fossil fuel industry. I cannot invest my finances in a bank which continues to unapologetically contribute to climate breakdown through persistent financial support for fossil fuel extraction and expansion. There are many other banks which do not invest in fossil fuels or partake in sharing disinformation and greenwashing. I have therefore switched to a bank which is aligned with my values - and the overwhelming scientific evidence - and would encourage other current and potential customers to do the same (check out switchit.green).</p></div>"
}
